{"pageProps":{"frontmatter":{"title":"New Year 2022","date":"January 1, 2022","excerpt":"In this Post I will discuss about the new year and my view and experience on New Year Resolution","cover_image":"/images/posts/img4.jpg"},"slug":"newyear","content":"\r\n## Breif Heading of the Content in Blog Post\r\n1. Why January is First Month\r\n2. Decoding God Janus sculpture message\r\n3. New Year's Resolutions\r\n4. My Views.\r\n\r\nNew Year 2022, First of all, it's not a New year it's the 20th year of my life. You know why the very first month is January not any other. Actually, the reason for the name January is the Greek God Janus who is believed to be the God of all beginning. But the thing which more excites me is the sculpture of the god. ![Janus](/images/posts/janus.jpg)\r\nThe sculpture of God Janus has two heads which symbolizes that before beginning with new things we must take lessons from our past and don't repeat the same mistake again whereas the other head in front symbolizes the Future we must take care of all the learning that we got from past apply in present for the prosperous new year.\r\nNow coming to a very famous trend of taking new year resolution a lot of people took new year resolution in the hope that this year will be different, more productive more Succesful but almost 90% of them are failing to sustain their new year's resolution within 15-30 days of New year. I have some different take regarding this if you wanna make your year a productive one so why take a big resolution in the first day know the circumstances for a year and eventually get failed leading to depression and anxiety self-doubt what I believe is to take 356 resolution which makes to grow on each and every day and inch by inch reaching to your very ambitious Resolutions this is what is call in my very own words is **Think Big, Start Small at Now!!** .Now this doesn't give you overnight success but makes you reach at that overnight by making you focussed for longer time i.e. Perseverance for a larger Goal and partitions because I firmly believe **Greatness comes with time.** \r\nThanks for Reading :)\r\n\r\n\r\n"},"__N_SSG":true}